trips = [
    {
        "країна": "Туреччина",
        "туроператор": "Join UP!",
        "ціна": 850,
        "кількість_днів": 7
    },
    {
        "країна": "Туреччина",
        "туроператор": "Coral Travel",
        "ціна": 1200,
        "кількість_днів": 10
    },
    {
        "країна": "Туреччина",
        "туроператор": "TEZ TOUR",
        "ціна": 2500,
        "кількість_днів": 14
    },
    {
        "країна": "Туреччина",
        "туроператор": "Anex Tour",
        "ціна": 1100,
        "кількість_днів": 7
    },
    {
        "країна": "Єгипет",
        "туроператор": "Coral Travel",
        "ціна": 920,
        "кількість_днів": 10
    },
    {
        "країна": "Іспанія",
        "туроператор": "TEZ TOUR",
        "ціна": 1350,
        "кількість_днів": 8
    },
    {
        "країна": "Італія",
        "туроператор": "Pegas Touristik",
        "ціна": 1600,
        "кількість_днів": 10
    },
    {
        "країна": "ОАЕ",
        "туроператор": "Join UP!",
        "ціна": 2100,
        "кількість_днів": 7
    },
    {
        "країна": "Таїланд",
        "туроператор": "Coral Travel",
        "ціна": 1800,
        "кількість_днів": 14
    },
    {
        "країна": "Португалія",
        "туроператор": "Anex Tour",
        "ціна": 1450,
        "кількість_днів": 9
    },
]